Repository: NaskoVasilev/JudgeSystem
Catalog: Web/JudgeSystem.Web/Resources/Views/Home/Documentation.*.resx
Languages: bg

source: and I am developing this system.
bg: и аз разработвам системата.

source: Atanas Vasilev
bg: Атанас Василев

source: Contact with me if you would like to contribute.
bg: Свържите се с мен, ако искате да участвате в разработката на проекта.

source: Documentation
bg: Документация

source: here
bg: тук

source: How admins can work with the system?
bg: Как администраторите могат да работят със системата?

source: How can you activate your student profile.
bg: Как да си активираш ученическия профил?

source: How can you participate in contests.
bg: Как можеш да участваш в състезания?

source: How can you track your results and progress.
bg: Как да си следиш резултатите и прогреса?

source: How to add contests to the system.
bg: Как да добавяте състезания в системата?

source: How to add new problems and create tests for them.
bg: Как да добавяте нова задача и да създавате тесове за нея?

source: How to add students and contests to the system.
bg: Как да добавяте ученици и състезания?

source: How to manage courses, lessons, problems and tests.
bg: Как да управлявате обучения, уроци, задачи и тестове към задачите?

source: How to see details for users' submissions.
bg: Как да видите детайли за решенията на учениците?

source: How to see information about submisison's trial tests.
bg: Как да видите информация за резултата от пробните тесове на Ваше решение?

source: How to submit solutions and see results from them.
bg: Как да изпратите решение и да си видите резултата?

source: How to track users' contest and exam results.
bg: Как да следите резултатите на учениците от състезанията?

source: How users can work with the system?
bg: Как се работи със системата?

source: If you find some problems do not hesitate to send some feedback or even create an issue in github.
bg: Ако намерите някакви проблеми не се колебайте да изпратите обратна връзка или дори да създадете "issue" в GitHub

source: More information about the project and author.
bg: Повече информация за проекта и разработчика.

source: My name is
bg: Моето име е

source: My personal
bg: Моят личен

source: The project is open source and you can find the repository
bg: Проектът е с отворен код и можете да видите кода от

source: What you will learn form the video?
bg: Какво ще научите от видеото?
